Repository: yuzeguitarist/Orbit
Catalog: Orbit/Resources/*.lproj/Localizable.strings
Languages: da, de, eo, fr, ja, nb, ru, zh_hant

# menu.permission.enabled
source: Enabled
da: Aktiveret
de: Aktiviert
eo: Ebligita
fr: Activé
ja: 有効
nb: Aktivert
ru: Включено
zh_hant: 已啟用

# menu.permission.required
source: Needs Permission
da: Tilladelse kræves
de: Berechtigung erforderlich
eo: Permeso bezonata
fr: Autorisation requise
ja: 権限が必要
nb: Tillatelse kreves
ru: Требуется разрешение
zh_hant: 需要權限

# menu.help.trigger
source: Hold %@ to open the switcher
da: Hold %@ nede for at åbne omskifteren
de: Halten Sie %@ gedrückt, um den Umschalter zu öffnen
eo: Tenu %@ por malfermi la ŝaltilon
fr: Maintenez %@ pour ouvrir le sélecteur
ja: %@ を長押ししてスイッチャーを開く
nb: Hold %@ nede for å åpne veksleren
ru: Удерживайте %@, чтобы открыть переключатель
zh_hant: 長按 %@ 呼出切換器

# menu.accessibility.authorize
source: Authorize Accessibility...
da: Tillad Hjælpemidler...
de: Bedienungshilfen erlauben...
eo: Rajtigi alireblecon...
fr: Autoriser l'accessibilité...
ja: アクセシビリティを許可...
nb: Tillat hjelpemidler...
ru: Разрешить доступ к специальным возможностям...
zh_hant: 授權輔助功能...

# menu.settings
source: Settings...
da: Indstillinger...
de: Einstellungen...
eo: Agordoj...
fr: Réglages...
ja: 設定...
nb: Innstillinger...
ru: Настройки...
zh_hant: 設定...

# menu.quit
source: Quit Orbit
da: Afslut Orbit
de: Orbit beenden
eo: Eliri el Orbit
fr: Quitter Orbit
ja: Orbit を終了
nb: Avslutt Orbit
ru: Выйти из Orbit
zh_hant: 退出 Orbit

# settings.title
source: Settings
da: Indstillinger
de: Einstellungen
eo: Agordoj
fr: Réglages
ja: 設定
nb: Innstillinger
ru: Настройки
zh_hant: 設定

# settings.permission.granted
source: Accessibility permission granted
da: Tilladelse til hjælpemidler givet
de: Bedienungshilfen-Berechtigung erteilt
eo: Alirebleca permeso donita
fr: Autorisation d'accessibilité accordée
ja: アクセシビリティの許可が付与されました
nb: Tillatelse til hjelpemidler gitt
ru: Доступ к специальным возможностям предоставлен
zh_hant: 輔助功能權限已授予

# settings.permission.required
source: Accessibility permission required
da: Tilladelse til hjælpemidler kræves
de: Bedienungshilfen-Berechtigung erforderlich
eo: Alirebleca permeso bezonata
fr: Autorisation d'accessibilité requise
ja: アクセシビリティの許可が必要です
nb: Tillatelse til hjelpemidler kreves
ru: Требуется доступ к специальным возможностям
zh_hant: 需要輔助功能權限

# settings.permission.authorize
source: Authorize
da: Tillad
de: Erlauben
eo: Rajtigi
fr: Autoriser
ja: 許可
nb: Tillat
ru: Разрешить
zh_hant: 授權

# settings.section.trigger
source: Trigger
da: Udløser
de: Auslöser
eo: Ekigilo
fr: Déclencheur
ja: トリガー
nb: Utløser
ru: Триггер
zh_hant: 觸發設定

# settings.trigger.modifier
source: Trigger key
da: Udløsertast
de: Auslösetaste
eo: Ekigila klavo
fr: Touche de déclenchement
ja: トリガーキー
nb: Utløsertast
ru: Клавиша-триггер
zh_hant: 觸發鍵

# settings.trigger.threshold
source: Long press threshold
da: Tærskel for langt tryk
de: Schwelle für langes Drücken
eo: Sojlo de longa premo
fr: Seuil d'appui long
ja: 長押しのしきい値
nb: Terskel for langt trykk
ru: Порог долгого нажатия
zh_hant: 長按閾值

# settings.long_press_value
source: %d ms
ja: %d ミリ秒
ru: %d мс
zh_hant: %d 毫秒

# settings.section.launch
source: Startup
da: Opstart
de: Start
eo: Lanĉo
fr: Démarrage
ja: 起動
nb: Oppstart
ru: Запуск
zh_hant: 啟動

# settings.launch_at_login
source: Launch at login
da: Start ved login
de: Beim Login starten
eo: Lanĉi ĉe ensaluto
fr: Lancer à l'ouverture de session
ja: ログイン時に起動
nb: Start ved innlogging
ru: Запуск при входе
zh_hant: 開機自動啟動

# settings.launch_at_login.unsupported
source: Launch at login requires macOS 13 or later.
da: Start ved login kræver macOS 13 eller nyere.
de: Start beim Login erfordert macOS 13 oder neuer.
eo: Lanĉo ĉe ensaluto bezonas macOS 13 aŭ pli nova.
fr: Le lancement à l'ouverture de session nécessite macOS 13 ou ultérieur.
ja: ログイン時の起動には macOS 13 以降が必要です。
nb: Start ved innlogging krever macOS 13 eller nyere.
ru: Запуск при входе требует macOS 13 или новее.
zh_hant: 開機自動啟動需要 macOS 13 或更高版本。

# settings.section.usage
source: Usage
da: Brug
de: Verwendung
eo: Uzo
fr: Utilisation
ja: 使い方
nb: Bruk
ru: Использование
zh_hant: 使用說明

# settings.usage.line1
source: - Hold %@ to open the switcher
da: - Hold %@ nede for at åbne omskifteren
de: - Halten Sie %@ gedrückt, um den Umschalter zu öffnen
eo: - Tenu %@ por malfermi la ŝaltilon
fr: - Maintenez %@ pour ouvrir le sélecteur
ja: - %@ を長押ししてスイッチャーを開く
nb: - Hold %@ nede for å åpne veksleren
ru: - Удерживайте %@, чтобы открыть переключатель
zh_hant: - 長按 %@ 呼出應用切換器

# settings.usage.line2
source: - Use arrow keys or Tab to select apps
da: - Brug piletaster eller Tab til at vælge apps
de: - Verwenden Sie die Pfeiltasten oder Tab, um Apps auszuwählen
eo: - Uzu sagoklavojn aŭ Tab por elekti aplikaĵojn
fr: - Utilisez les flèches ou Tab pour sélectionner des applications
ja: - 矢印キーまたは Tab でアプリを選択
nb: - Bruk piltaster eller Tab for å velge apper
ru: - Используйте стрелки или Tab для выбора приложений
zh_hant: - 使用方向鍵或 Tab 選擇應用

# settings.usage.line3
source: - Type a letter, or press Enter / click to launch
da: - Skriv et bogstav eller tryk Enter / klik for at starte
de: - Tippen Sie einen Buchstaben oder drücken Sie Enter / klicken Sie zum Starten
eo: - Tajpu literon, aŭ premu Enter / alklaku por lanĉi
fr: - Tapez une lettre, ou appuyez sur Entrée / cliquez pour lancer
ja: - 文字を入力するか、Enter / クリックで起動
nb: - Skriv en bokstav, eller trykk Enter / klikk for å starte
ru: - Введите букву или нажмите Enter / кликните для запуска
zh_hant: - 按字母直接切換，或按 Enter / 點擊切換

# settings.usage.line4
source: - Release the modifier to close
da: - Slip modifikatortasten for at lukke
de: - Lassen Sie die Modifikatortaste los, um zu schließen
eo: - Liberigu la modifklavon por fermi
fr: - Relâchez la touche modificatrice pour fermer
ja: - 修飾キーを離すと閉じます
nb: - Slipp modifikatortasten for å lukke
ru: - Отпустите модификатор для закрытия
zh_hant: - 鬆開修飾鍵關閉切換器

# main.help.trigger
source: Hold %@ to open the app switcher
da: Hold %@ nede for at åbne app-omskifteren
de: Halten Sie %@ gedrückt, um den App-Umschalter zu öffnen
eo: Tenu %@ por malfermi la aplikaĵan ŝaltilon
fr: Maintenez %@ pour ouvrir le sélecteur d'applications
ja: %@ を長押ししてアプリスイッチャーを開く
nb: Hold %@ nede for å åpne appveksleren
ru: Удерживайте %@, чтобы открыть переключатель приложений
zh_hant: 長按 %@ 呼出應用切換器

# main.help.hint
source: Release to close | Letters / Tab / Enter to switch
da: Slip for at lukke | Bogstaver / Tab / Enter for at skifte
de: Loslassen zum Schließen | Buchstaben / Tab / Enter zum Wechseln
eo: Liberigu por fermi | Literoj / Tab / Enter por ŝanĝi
fr: Relâchez pour fermer | Lettres / Tab / Entrée pour basculer
ja: 離すと閉じる | 文字 / Tab / Enter で切り替え
nb: Slipp for å lukke | Bokstaver / Tab / Enter for å bytte
ru: Отпустите, чтобы закрыть | Буквы / Tab / Enter для переключения
zh_hant: 鬆開關閉 | 字母 / Tab / Enter 切換

# main.permission.required
source: Accessibility permission required
da: Tilladelse til hjælpemidler kræves
de: Bedienungshilfen-Berechtigung erforderlich
eo: Alirebleca permeso bezonata
fr: Autorisation d'accessibilité requise
ja: アクセシビリティの許可が必要です
nb: Tillatelse til hjelpemidler kreves
ru: Требуется доступ к специальным возможностям
zh_hant: 需要輔助功能權限

# main.permission.details
source: Enable Orbit in Accessibility settings
da: Aktivér Orbit i Hjælpemidler-indstillinger
de: Aktivieren Sie Orbit in den Bedienungshilfen-Einstellungen
eo: Ebligu Orbit en la alireblecaj agordoj
fr: Activez Orbit dans les réglages d'accessibilité
ja: システム設定のアクセシビリティで Orbit を有効にしてください
nb: Aktiver Orbit i hjelpemiddelinnstillingene
ru: Включите Orbit в настройках специальных возможностей
zh_hant: 請在系統設定中啟用 Orbit 的輔助功能權限

# main.permission.open_settings
source: Open System Settings
da: Åbn Systemindstillinger
de: Systemeinstellungen öffnen
eo: Malfermi Sistemajn Agordojn
fr: Ouvrir Réglages système
ja: システム設定を開く
nb: Åpne Systeminnstillinger
ru: Открыть настройки системы
zh_hant: 開啟系統設定

# main.permission.check
source: Check Permission
da: Kontrollér tilladelse
de: Berechtigung prüfen
eo: Kontroli permeson
fr: Vérifier l'autorisation
ja: 許可を確認
nb: Sjekk tillatelse
ru: Проверить доступ
zh_hant: 檢查權限

# settings.section.appearance
source: Appearance
da: Udseende
de: Erscheinungsbild
eo: Aspekto
fr: Apparence
ja: 外観
nb: Utseende
ru: Внешний вид
zh_hant: 外觀

# settings.card_size
source: Card size
da: Kortstørrelse
de: Kartengröße
eo: Grandeco de kartoj
fr: Taille des cartes
ja: カードのサイズ
nb: Kortstørrelse
ru: Размер карточек
zh_hant: 卡片大小

# cardSize.small
source: Small
da: Lille
de: Klein
eo: Malgranda
fr: Petite
ja: 小
nb: Liten
ru: Маленький
zh_hant: 小

# cardSize.medium
source: Medium
da: Mellem
de: Mittel
eo: Meza
fr: Moyenne
ja: 中
nb: Mellom
ru: Средний
zh_hant: 中

# cardSize.large
source: Large
da: Stor
de: Groß
eo: Granda
fr: Grande
ja: 大
nb: Stor
ru: Большой
zh_hant: 大

# cardSize.extraLarge
source: Extra Large
da: Ekstra stor
de: Sehr groß
eo: Tre granda
fr: Très grande
ja: 特大
nb: Ekstra stor
ru: Очень большой
zh_hant: 超大

# settings.card_material
source: Card material
da: Kortmateriale
de: Kartenmaterial
eo: Materialo de kartoj
fr: Matériau des cartes
ja: カードの材質
nb: Kortmateriale
ru: Материал карточек
zh_hant: 卡片材質

# cardMaterial.white
source: White
da: Hvid
de: Weiß
eo: Blanka
fr: Blanc
ja: 白
nb: Hvit
ru: Белый
zh_hant: 純白

# cardMaterial.black
source: Black
da: Sort
de: Schwarz
eo: Nigra
fr: Noir
ja: 黒
nb: Svart
ru: Черный
zh_hant: 純黑

# cardMaterial.system
source: System
eo: Sistemo
fr: Système
ja: システム
ru: Системный
zh_hant: 跟隨系統

# welcome.description
source: The ultimate launcher for macOS. Fast, minimal, and powerful.
da: Den ultimative launcher til macOS. Hurtig, minimal og kraftfuld.
de: Der ultimative Launcher für macOS. Schnell, minimal und leistungsstark.
eo: La finfina lanĉilo por macOS. Rapida, minimuma kaj potenca.
fr: Le lanceur ultime pour macOS. Rapide, minimal et puissant.
ja: macOS の究極ランチャー。 高速、ミニマル、強力。
nb: Den ultimate starteren for macOS. Rask, minimal og kraftig.
ru: Идеальный лаунчер для macOS. Быстрый, минималистичный и мощный.
zh_hant: macOS 終極啟動器。 快速、極簡、強大。

# welcome.start
source: Start Using
da: Kom i gang
de: Starten
eo: Ekuzu
fr: Commencer
ja: 使い始める
nb: Kom i gang
ru: Начать
zh_hant: 開始使用
